SET NAMES 'utf8';
USE prostie_zakupki;
INSERT INTO eshop_category VALUES 
  (1, NULL, 'Все для наших малышей', ''),
  (2, 1, 'Детская одежда и обувь', ''),
  (3, 1, 'Игрушки', ''),
  (4, 1, 'Прочие товары для детей', ''),
  (5, NULL, 'Одежда и обувь для взрослых', ''),
  (6, 5, 'Женская одежда', ''),
  (7, 5, 'Мужская одежда', ''),
  (8, 5, 'Нижнее белье', ''),
  (9, 5, 'Обувь и аксессуары', ''),
  (10, NULL, 'Сумки и аксессуары', ''),
  (11, NULL, 'Косметика и парфюмерия', ''),
  (12, NULL, 'Все для дома', ''),
  (13, 12, 'Посуда', ''),
  (14, 12, 'Текстиль', ''),
  (15, 12, 'Продукты питания', ''),
  (16, NULL, 'Закупки с иностранных сайтов', '');